"ONE_SONG" = "1 cançó";
"SONGS_COUNT_FORMAT" = "%d cançons";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Publicat el %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Música";

"123" = "123";

"Add All Albums" = "Afegir tots els àlbums";

"Add All Songs" = "Afegir totes";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Desar";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nova llista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Escriviu un nom per a la llista.";
"ADD_PLAYLIST_ROW" = "Afegir llista…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Títol";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Afegir cançons a “%@”.";
"EDIT_PLAYLIST_RENAME" = "Canviar nom";
"EDIT_PLAYLIST_ADD_SONGS" = "Afegir cançons";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Canviar el nom de la llista";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Títol";

"Albums" = "Àlbums";

"All Albums" = "Tots els àlbums";

"All Songs" = "Totes les cançons";

"Cancel" = "Cancel·lar";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Actualitzant biblioteca\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Aquesta operació pot tardar diversos minuts.";

"Refresh Playlist" = "Actualitzar llista";

"CLEAR" = "Esborrar";

"Clear Playlist" = "Esborrar llista";

"Save Playlist" = "Desar llista";

"Delete Playlist" = "Eliminar llista";

"Delete" = "Eliminar";

"Done" = "OK";

"Edit" = "Editar";

"Save" = "Desar";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d àlbums";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d artistes";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d ítems";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d pistes";

"LISTING_COUNT_GENRES_FORMAT" = "%d gèneres";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d llistes";

"LISTING_COUNT_SONGS_FORMAT" = "%d cançons";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artistes";

"NO_CONTEXT_NAVTITLE_GENRES" = "Gèneres";

"OK" = "OK";

"Playlists" = "Llistes";

"Shuffle" = "Aleatori";

"Songs" = "Cançons";

"Unknown" = "Desconegut";
"UNKNOWN_ARTIST" = "Artista desconegut";
"UNKNOWN_ALBUM" = "Àlbum desconegut";

"NOW_PLAYING_BUTTON_LABEL" = "S'està\nreproduint";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artistes (%@ resultats)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artista (%@ resultat)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Àlbums (%@ resultats)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Àlbum (%@ resultat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Llista (%@ resultat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Llistes (%@ resultats)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Cançó (%@ resultat)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Cançons (%@ resultats)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Gèneres (%@ resultats)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Gènere (%@ resultat)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Afegir cançons a la llista %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Publicat el %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 cançó";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u cançons";
"ALBUM_INFO_TIME_SINGULAR" = "1 min.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min.";

"UNKNOWN_DURATION" = "--:--";
